Repository: Rasbats/dashboardsk_pi
Catalog: po/*.po
Languages: cs_cz, el_gr, es_es, fi_fi, fr_fr, it_it, pt_pt

source: SignalK dashboard PlugIn for OpenCPN
cs_cz: Doplněk Signal K dashboard pro OpenCPN
el_gr: Πρόσθετο ταμπλό SignalK για το OpenCPN
es_es: PlugIn "Tablero de Instrumentos" SignalK para OpenCPN
fi_fi: SignalK dashboard lisäosa OpenCPN:lle
fr_fr: Complément "Tableau de bord SignalK" pour OpenCPN
it_it: PlugIn dashboard SignalK per OpenCPN
pt_pt: Plugin do painel SignalK para OpenCPN

source: Universal dashboard plugin for OpenCPN based on the SignalK data model.
cs_cz: Univerzální dashboard plugin pro OpenCPN založený na datovém modelu Signal K.
el_gr: Πρόσθετο καθολικού ταμπλό για το OpenCPN με βάση το μοντέλο δεδομένων SignalK.
es_es: Plugin de panel universal para OpenCPN basado en el modelo de datos SignalK.
fi_fi: OpenCPN:n yleinen kojelautaliitännäinen, joka perustuu SignalK-tietomalliin.
fr_fr: Complément de tableau de bord universel pour OpenCPN basé sur le modèle de données SignalK.
it_it: Plugin dashboard universale per OpenCPN basato sul modello di dati SignalK.
pt_pt: Plugin de painel universal para OpenCPN com base no modelo de dados de sinalK.

source: New Simple Gauge
cs_cz: Nový jednoduchý ukazatel
el_gr: Νέος Απλός Μετρητής
es_es: Nuevo Indicador Simple
fi_fi: Uusi Yksinkertainen Mittari
fr_fr: Nouvelle jauge simple
it_it: Nuovo calibro semplice
pt_pt: Novo manómetro simples

source: New Simple Histogram
cs_cz: Nový jednoduchý histogram
el_gr: Νέο Απλό Ιστόγραμμα
es_es: Nuevo Histograma simple
fi_fi: Uusi Yksinkertainen Histogrammi
fr_fr: Nouvel histogramme simple
it_it: Nuovo Istogramma Semplice
pt_pt: Novo Histograma Simples

source: NO DATA
cs_cz: ŽÁDNÁ DATA
el_gr: ΧΩΡΙΣ ΔΕΔΟΜΕΝΑ
es_es: SIN DATOS
fi_fi: EI TIETOA
fr_fr: AUCUNE DONNÉE
it_it: NESSUN DATI
pt_pt: SEM DADOS

source: New Simple Number
cs_cz: Nové jednoduché číslo
el_gr: Νέος Απλός Αριθμός
es_es: Nuevo número simple
fi_fi: Uusi Yksinkertainen Numero
fr_fr: Nouveau nombre simple
it_it: Nuovo Numero Semplice
pt_pt: Novo número simples

source: Error!
cs_cz: Chyba!
el_gr: Σφάλμα!
fi_fi: Virhe!
fr_fr: Erreur !
it_it: Errore!
pt_pt: Erro!

source: New Simple Position
cs_cz: Nová jednoduchá pozice
el_gr: Νέα Απλή Θέση
es_es: Nueva posición simple
fi_fi: Uusi Yksinkertainen Sijainti
fr_fr: Nouvelle position simple
it_it: Nuova Posizione Semplice
pt_pt: Nova Posição Simples

source: New Simple Text
cs_cz: Nový jednoduchý text
el_gr: Νέο Απλό Κείμενο
es_es: Nuevo texto simple
fi_fi: Uusi Yksinkertainen Teksti
fr_fr: Nouveau texte simple
it_it: Nuovo Testo Semplice
pt_pt: Novo Texto Simples

source: m/s -> kn
fr_fr: m/s -> Nd
pt_pt: m/s -> nós

source: SK Key
cs_cz: SK klíč
es_es: Llave SK
fr_fr: Clé SK
pt_pt: Chave SK

source: DashboardSK
es_es: Tablero SK
fr_fr: Tableau de bord SK

source: Hz -> RPM
fr_fr: Hz -> T/min
