Repository: Rasbats/dashboardsk_pi
Catalog: po/*.po
Languages: cs_cz, el_gr, es_es, fi_fi, fr_fr, it_it, pt_pt

source: DashboardSK Configuration
cs_cz: Nastavení DashboardSK
el_gr: Ρύθμιση DashboardSK
es_es: Configuración Panel SK
fi_fi: Dashboardsk Asetukset
fr_fr: Configuration du tableau de bord SK
it_it: Configurazione DashboardSK
pt_pt: Configuração do painel de instrumentos SK

source: SignalK data tree
cs_cz: Strom SignalK dat
el_gr: Δέντρο δεδομένων SignalK
es_es: Árbol datos SignalK
fi_fi: SignalK datapuu
fr_fr: Arborescence des données SignalK
it_it: Albero dati SignalK
pt_pt: Árvore de dados SK

source: SignalK Browser
cs_cz: Prohlížeč SignalK
el_gr: Περιηγητής SignalK
es_es: Explorador SignalK
fi_fi: Signalk Selain
fr_fr: Navigateur SignalK
pt_pt: Navegador SignalK

source: Zones configuration
cs_cz: Nastavení zón
el_gr: Διαμόρφωση ζωνών
es_es: Configuración Zonas
fi_fi: Alueiden asetukset
fr_fr: Configuration de zone
it_it: Configurazione della zona
pt_pt: Configuração das zonas

source: SignalK Zones Configuration
cs_cz: Nastavení zón SignalK
el_gr: Ρύθμιση Ζωνών SignalK
es_es: Configuración Zonas SignalK
fi_fi: Signalk Alueiden Asetukset
fr_fr: Configuration des zones SignalK
it_it: Configurazione delle Zone Signalk
pt_pt: Configuração de zonas SignalK

source: None
cs_cz: Žádná
el_gr: Καμία
es_es: Nada
fi_fi: Ei yhtään
fr_fr: Aucun
it_it: Nessuno
pt_pt: Nenhum

source: m -> feet
cs_cz: m -> stopy
el_gr: m -> πόδια
fi_fi: m -> jalat
fr_fr: m -> pieds
it_it: m -> piedi
pt_pt: m-> pés

source: m -> fathoms
cs_cz: m -> fathomy
el_gr: m -> οργιές
fi_fi: m -> sylet
fr_fr: m -> brasses
pt_pt: m -> braças

source: m -> NMi
el_gr: m -> Ν. μίλια
pt_pt: m -> Mm

source: ratio -> %
cs_cz: poměr -> %
el_gr: λόγος -> %
fi_fi: suhde -> %
it_it: rapporto -> %
pt_pt: Proporção -> %

source: Lowest to highest
cs_cz: Nejnižší až nejvyšší
el_gr: Χαμηλότερο προς υψηλότερο
es_es: Menor a mayor
fi_fi: Matalimmasta korkeimpaan
fr_fr: Du plus bas au plut haut
it_it: Dal più basso al più alto
pt_pt: Menor para maior

source: Highest to lowest
cs_cz: Nejvyšší až nejnižší
el_gr: Υψηλότερο προς χαμηλότερο
es_es: Más alto a menor
fi_fi: Korkeimmasta alimpaan
fr_fr: Du plus haut au plus bas
it_it: Dal più alto al più basso
pt_pt: Maior para menor

source: 1 minute
cs_cz: 1 minuta
el_gr: 1 λεπτό
es_es: 1 minuto
fi_fi: 1 minuutti
it_it: 1 minuto
pt_pt: 1 minuto

source: 5 minutes
cs_cz: 5 minut
el_gr: 5 λεπτά
es_es: 5 minutos
fi_fi: 5 minuuttia
it_it: 5 minuti
pt_pt: 5 minutos

source: 15 minutes
cs_cz: 15 minut
el_gr: 15 λεπτά
es_es: 15 minutos
fi_fi: 15 minuuttia
it_it: 15 minuti
pt_pt: 15 minutos

source: 30 minutes
cs_cz: 30 minut
el_gr: 30 λεπτά
es_es: 30 minutos
fi_fi: 30 minuuttia
it_it: 30 minuti
pt_pt: 30 minutos

source: 1 hour
cs_cz: 1 hodina
el_gr: 1 ώρα
es_es: 1 hora
fi_fi: 1 tunti
fr_fr: 1 heure
it_it: 1 ora
pt_pt: 1 hora

source: 1 day
cs_cz: 1 den
el_gr: 1 ημέρα
es_es: 1 día
fi_fi: 1 päivä
fr_fr: 1 jour
it_it: 1 Giorno
pt_pt: 1 dia

source: 3 days
cs_cz: 3 dny
el_gr: 3 ημέρες
es_es: 3 días
fi_fi: 3 päivää
fr_fr: 3 jours
it_it: 3 Giorni
pt_pt: 3 dias

source: Relative angle
cs_cz: Relativní úhel
el_gr: Σχετική γωνία
es_es: Ángulo relativo
fi_fi: Suhteellinen kulma
fr_fr: Angle relatif
it_it: Angolo relativo
pt_pt: Ângulo relativo

source: Direction
cs_cz: Směr
el_gr: Κατεύθυνση
es_es: Dirección
fi_fi: Suunta
it_it: Direzione
pt_pt: Direção

source: Percentile
cs_cz: Percentil
el_gr: Ποσοστό
es_es: Percentil
fi_fi: Prosentti
fr_fr: Pourcentage
it_it: Percentuale
pt_pt: Percentil

source: Adaptive range indicator
cs_cz: Indikátor s adaptivním rozsahem
el_gr: Προσαρμοζόμενος δείκτης εύρους
es_es: Indicador de rango adaptativo
fi_fi: Mukautuvan vaihteluvälin indikaattori
fr_fr: Indicateur de plage adaptative
it_it: Indicatore di intervallo adattivo
pt_pt: Indicador de intervalo adaptável

source: Fixed range indicator
cs_cz: Indikátor s pevným rozsahem
el_gr: Σταθερός δείκτης εύρους
es_es: Indicador de rango fijo
fi_fi: Kiinteä alueindikaattori
fr_fr: Indicateur de plage fixe
it_it: Indicatore di intervallo fisso
pt_pt: Indicador de intervalo fixo

source: Gauge type
cs_cz: Typ měřidla
el_gr: Τύπος μετρητή
es_es: Tipo de indicador
fi_fi: Mittarityyppi
fr_fr: Type de jauge
it_it: Tipo di calibro
pt_pt: Tipo de mostrador

source: Format
cs_cz: Formát
el_gr: Μορφή
es_es: Formato
fi_fi: Muoto
it_it: Formato
pt_pt: Formato

source: Transformation
cs_cz: Transformace
el_gr: Μετασχηματισμός
es_es: Transformación
fi_fi: Muunnos
it_it: Transformazione
pt_pt: Transformação

source: Zones
cs_cz: Zóny
el_gr: Ζώνες
es_es: Zonas
fi_fi: Alueet
it_it: Zone
pt_pt: Zonas

source: Data smoothing
cs_cz: Vyhlazování dat
el_gr: Εξομάλυνση δεδομένων
es_es: Suavizado de datos
fi_fi: Tietojen tasaus
fr_fr: Lissage des données
it_it: Arrotondamento dei dati
pt_pt: Suavização de dados

source: Instrument size
cs_cz: Velikost přístroje
el_gr: Μέγεθος οργάνου
es_es: Tamaño instrumento
fi_fi: Laitteen koko
fr_fr: Taille des instruments
it_it: Dimensione strumento
pt_pt: Tamanho do instrumento

source: Needle color
cs_cz: Barva ukazatele
el_gr: Χρώμα βελόνας
es_es: Color aguja
fi_fi: Neulan väri
fr_fr: Couleur des aiguilles
it_it: Colore dell'ago
pt_pt: Cor da agulha

source: Rim color
cs_cz: Barva okraje
el_gr: Χρώμα σώτρου
es_es: Color del borde
fi_fi: Reunan väri
fr_fr: Couleur du cadran
it_it: Colore del quadrante
pt_pt: Cor da moldura

source: Port color
cs_cz: Barva levoboku
el_gr: Χρώμα αριστερής πλευράς
es_es: Color Babor
fi_fi: Portin väri
fr_fr: Couleur babord
it_it: Colore porta
pt_pt: Cor a Bombordo

source: Starboard color
cs_cz: Barva pravoboku
el_gr: Χρώμα δεξιάς πλευράς
es_es: Color de estribor
fi_fi: Starboardin väri
fr_fr: Couleur tribord
it_it: Colore Starboard
pt_pt: Cor a Estibordo

source: Dead angle color
cs_cz: Barva mrtvého úhlu
el_gr: Χρώμα νεκρής γωνίας
es_es: Color del ángulo muerto
fi_fi: Kuolleen kulman väri
fr_fr: Couleur de l'angle mort
it_it: Colore angolo morto
pt_pt: Cor do ângulo morto

source: Dial color
cs_cz: Barva ciferníku
el_gr: Χρώμα καντράν
es_es: Color de la esfera
fi_fi: Valinnan väri
fr_fr: Couleur du cadran
it_it: Colore del quadrante
pt_pt: Cor de teclado

source: Title color
cs_cz: Barva nadpisu
el_gr: Χρώμα τίτλου
es_es: Color del título
fi_fi: Otsikon väri
fr_fr: Couleur du titre
it_it: Colore del titolo
pt_pt: Cor do título

source: Value color
cs_cz: Barva hodnoty
el_gr: Χρώμα τιμής
es_es: Valor del color
fi_fi: Arvon väri
fr_fr: Couleur de la valeur
it_it: Valore del colore
pt_pt: Cor do valor

source: Tick color
cs_cz: Barva úseček
el_gr: Χρώμα πλαισίου
es_es: Color de marca
fi_fi: Valitse väri
fr_fr: Sélectionner la couleur
it_it: Seleziona il colore
pt_pt: Cor da marca

source: Dial values
cs_cz: Hodnoty ciferníku
el_gr: Τιμές του καντράν
es_es: Valores Diales
fi_fi: Asteikon arvot
fr_fr: Valeurs de la numérotation
it_it: Valori del quadrante
pt_pt: Valores de numeração

source: Normal color
cs_cz: Normální barva
el_gr: Κανονικό χρώμα
es_es: Color normal
fi_fi: Normaali väri
fr_fr: Couleur normale
it_it: Colore normale
pt_pt: Cor normal

source: Alert color
cs_cz: Barva výstrahy
el_gr: Χρώμα ειδοποίησης
es_es: Color Alerta
fi_fi: Hälytyksen väri
fr_fr: Couleur d'alerte
it_it: Colore allerta
pt_pt: Cor de Alerta

source: Warn color
cs_cz: Barva upozornění
el_gr: Χρώμα προειδοποίησης
es_es: Color de advertencia
fi_fi: Varoituksen väri
fr_fr: Couleur d'avertissement
it_it: Avviso colore
pt_pt: Cor de Aviso

source: Alarm color
cs_cz: Barva alarmu
el_gr: Χρώμα συναγερμού
es_es: Color de alarma
fi_fi: Hälytyksen väri
fr_fr: Couleur d'alarme
it_it: Colore dell'allarme
pt_pt: Cor do alarme

source: Emergency color
cs_cz: Barva nouze
el_gr: Χρώμα έκτακτης ανάγκης
es_es: Color de emergencia
fi_fi: Hätätilan väri
fr_fr: Couleur d'urgence
it_it: Colore emergenza
pt_pt: Cor de emergência

source: Border color
cs_cz: Barva okraje
el_gr: Χρώμα περιγράμματος
es_es: Color del borde
fi_fi: Reunan väri
fr_fr: Couleur du cadre
it_it: Colore bordo
pt_pt: Cor da borda

source: Simple gauge
cs_cz: Jednoduchý ukazatel
el_gr: Απλός μετρητής
es_es: Indicador simple
fi_fi: Yksinkertainen mitta
fr_fr: Jauge simple
it_it: Calibro singolo
pt_pt: Manómetro simples

source: Order
cs_cz: Pořadí
el_gr: Σειρά
es_es: Orden
fi_fi: Järjestys
fr_fr: Commander
it_it: Ordine
pt_pt: Ordem

source: History
cs_cz: Historie
el_gr: Ιστορικό
es_es: Historial
fi_fi: Historia
fr_fr: Historique
it_it: Storico
pt_pt: Histórico

source: Instrument width
cs_cz: Šířka přístroje
el_gr: Πλάτος οργάνου
es_es: Ancho de intrumento
fi_fi: Laitteen leveys
fr_fr: Largeur des instruments
it_it: Larghezza strumento
pt_pt: Largura do instrumento

source: Instrument height
cs_cz: Výška přístroje
el_gr: Ύψος οργάνου
es_es: Altura del intrumento
fi_fi: Laitteen korkeus
fr_fr: Hauteur de l'instrument
it_it: Altezza strumento
pt_pt: Altura do instrumento

source: Background
cs_cz: Pozadí
el_gr: Φόντο
es_es: Fondo
fi_fi: Tausta
fr_fr: Arrière-plan
it_it: Sfondo
pt_pt: Fundo

source: Graph color
cs_cz: Barva grafu
el_gr: Χρώμα γραφήματος
es_es: Color gráfico
fi_fi: Kaavion väri
fr_fr: graphe coloré
it_it: grafico colorato
pt_pt: Cor do gráfico

source: Mean color
cs_cz: Barva průměru
el_gr: Μέσο χρώμα
es_es: Color medio
fi_fi: Välin väri
fr_fr: coleur principale
it_it: Colore principale
pt_pt: Cor média

source: Time color
cs_cz: Barva času
el_gr: Χρώμα ώρας
es_es: Color de tiempo
fi_fi: Ajan väri
fr_fr: Couleur de l'horloge
it_it: Colore dell'orologio
pt_pt: Cor do relógio

source: Simple histogram
cs_cz: Jednoduchý histogram
el_gr: Απλό ιστόγραμμα
es_es: Histograma simple
fi_fi: Yksinkertainen histogrammi
fr_fr: histogramme simple
it_it: Istogramma semplice
pt_pt: Histograma simples

source: Title size
cs_cz: Velikost nadpisu
el_gr: Μέγεθος Τίτλου
es_es: Tamaño del título
fi_fi: Otsikon koko
fr_fr: Taille du titre
it_it: Dimensione del titolo
pt_pt: Tamanho do título

source: Body size
cs_cz: Velikost hodnoty
el_gr: Μέγεθος κυρίου μέρους
es_es: Tamaño del cuerpo
fi_fi: Rungon koko
fr_fr: Taille du corps
it_it: Dimensione del corpo
pt_pt: Tamanho do corpo

source: Title background
cs_cz: Pozadí nadpisu
el_gr: Τίτλος φόντου
es_es: Fondo del título
fi_fi: Otsikon tausta
fr_fr: Arrière-plan du titre
it_it: Sfondo del titolo
pt_pt: Fundo do título

source: Body background
cs_cz: Pozadí hodnoty
el_gr: Φόντο κυρίου μέρους
es_es: Fondo del cuerpo
fi_fi: Rungon tausta
fr_fr: Graphique en arrière plan
it_it: Sfondo del corpo componente
pt_pt: Fundo do corpo

source: Body color
cs_cz: Barva hodnoty
el_gr: Χρώμα κυρίου μέρους
es_es: Color del cuerpo
fi_fi: Rungon väri
fr_fr: Couleur du corps
it_it: Colore del corpo
pt_pt: Cor do corpo

source: Alert background
cs_cz: Pozadí upozornění
el_gr: Φόντο ειδοποίησης
es_es: Fondo de alerta
fi_fi: Hälytyksen tausta
fr_fr: Arrière-plan de l'alerte
it_it: Sfondo allarme
pt_pt: Fundo de alerta

source: Warning background
cs_cz: Pozadí varování
el_gr: Φόντο προειδοποίησης
es_es: Fondo de advertencia
fi_fi: Varoituksen tausta
fr_fr: Arrière-plan des avertissements
it_it: Attenzione sfondo
pt_pt: Fundo de Aviso

source: Warning color
cs_cz: Barva varování
el_gr: Χρώμα προειδοποίησης
es_es: Color de advertencia
fi_fi: Varoituksen väri
fr_fr: Couleur d'avertissement
it_it: Colore avviso
pt_pt: Cor do Aviso

source: Alarm background
cs_cz: Barva alarmu
el_gr: Φόντο συναγερμού
es_es: Fondo de alarma
fi_fi: Hälytyksen tausta
fr_fr: Arrière-plan de l'alerte
it_it: Sfondo allarme
pt_pt: Fundo do alarme

source: Emergency background
cs_cz: Pozadí pro stav nouze
el_gr: Φόντο έκτακτης ανάγκης
es_es: Fondo de emergencia
fi_fi: Hätätilanteiden tausta
fr_fr: Arrière-plan d'urgence
it_it: Sfondo di emergenza
pt_pt: Fundo de emergência

source: Simple number
cs_cz: Jednoduché číslo
el_gr: Απλός αριθμός
es_es: Número simple
fi_fi: Yksinkertainen numero
fr_fr: Nombre
it_it: Numero semplice
pt_pt: Número simples

source: Simple position
cs_cz: Jednoduchá pozice
el_gr: Απλή θέση
es_es: Posición simple
fi_fi: Yksinkertainen sijainti
fr_fr: position
it_it: Posizione semplice
pt_pt: Posição simples

source: Simple text
cs_cz: Jednoduchý text
el_gr: Απλό κείμενο
es_es: Texto sencillo
fi_fi: Yksinkertainen teksti
fr_fr: Texte
it_it: Testo a una riga
pt_pt: Texto simples

source: %.1f to %.1f, %s
el_gr: %.1f έως %.1f, %s
es_es: %.1f a %.1f, %s
fi_fi: %.1f - %.1f, %s
pt_pt: %.1f para %.1f, %s

source: normal
cs_cz: normální
el_gr: κανονικό
fi_fi: tavallinen
it_it: normale

source: alert
cs_cz: upozornění
el_gr: ειδοποίηση
es_es: alerta
fi_fi: hälytys
fr_fr: alerte
it_it: avviso
pt_pt: alerta

source: warn
cs_cz: varování
el_gr: προειδοποίηση
es_es: advertencia
fi_fi: varoita
fr_fr: avertir
it_it: avvertimento
pt_pt: Aviso

source: alarm
el_gr: συναγερμός
es_es: alarma
fi_fi: hälytys:
fr_fr: alarme
it_it: allarme
pt_pt: alarme

source: emergency
cs_cz: nebezpečí
el_gr: έκτακτη ανάγκη
es_es: emergencia
fi_fi: hätätila
fr_fr: urgence
it_it: emergenza
pt_pt: emergência

source: nominal
cs_cz: nominální
el_gr: ονομαστική
fi_fi: nimellinen
it_it: nominale

source: Bottom
cs_cz: Dole
el_gr: Κάτω
es_es: Abajo
fi_fi: Alaosa
fr_fr: Bas
it_it: In basso
pt_pt: Em baixo

source: Top
cs_cz: Nahoře
el_gr: Πάνω
es_es: Arriba
fi_fi: Yläosa
fr_fr: Haut
it_it: In alto
pt_pt: Em cima

source: Left
cs_cz: Vlevo
el_gr: Αριστερά
es_es: Izquierda
fi_fi: Vasen
fr_fr: Gauche
it_it: Sinistra
pt_pt: Esquerda

source: Right
cs_cz: Vpravo
el_gr: Δεξιά
es_es: Derecha
fi_fi: Oikea
fr_fr: Droite
it_it: Destra
pt_pt: Direita

source: Own context
cs_cz: Vlastní kontext
el_gr: Στο ίδιο πλαίσιο
es_es: Contexto propio
fi_fi: Oma konteksti
fr_fr: Mon contexte
it_it: Proprio contesto
pt_pt: Contexto próprio

source: Cfg Edit
cs_cz: Úprava konf.
el_gr: Επεξεργασία CFG
es_es: Editar CFG
fi_fi: Cfg Muokkaus
fr_fr: Editer Cfg
it_it: Modifica CFG
pt_pt: Editar Cfg

source: Dashboard
el_gr: Ταμπλό
es_es: Tablero instrumentos
fr_fr: Tableau de bord
pt_pt: Painel de Instrumentos

source: New
cs_cz: Nový
el_gr: Νέο
es_es: Nuevo
fi_fi: Uusi
fr_fr: Nouveau
it_it: Nuovo
pt_pt: Novo

source: Remove
cs_cz: Odebrat
el_gr: Αφαίρεση
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
it_it: Rimuovi
pt_pt: Remover

source: Instruments
cs_cz: Přístroje
el_gr: Όργανα
es_es: Instrumentos
fi_fi: Mittarit
it_it: Strumenti
pt_pt: Instrumentos

source: Name
cs_cz: Jméno
el_gr: Όνομα
es_es: Nombre
fi_fi: Nimi
fr_fr: Nom
it_it: Nome
pt_pt: Nome

source: Title
cs_cz: Nadpis
el_gr: Τίτλος
es_es: Título
fi_fi: Otsikko
fr_fr: Titre
it_it: Titolo
pt_pt: Título

source: Instrument
el_gr: Όργανο
es_es: Instrumento
fi_fi: Instrumentti
it_it: Strumento
pt_pt: Instrumento

source: Timeout
el_gr: Χρονικό όριο
es_es: Tiempo límite
fi_fi: Aikakatkaisu
fr_fr: Délai dépassé
it_it: Tempo scaduto
pt_pt: Tempo limite

source: sec
cs_cz: sek
el_gr: s
es_es: seg
fi_fi: sek
pt_pt: seg

source: Enabled
cs_cz: Zapnuto
el_gr: Ενεργοποιημένο
es_es: Habilitado
fi_fi: Sallittu
fr_fr: Activé
it_it: Abilitato
pt_pt: Ativado

source: Canvas
cs_cz: Plátno
el_gr: Καμβάς
fi_fi: Piirtoalue
fr_fr: Panneau
it_it: Cartello
pt_pt: Tela

source: Anchor
cs_cz: Ukotvení
el_gr: Άγκυρα
es_es: Ancla
fi_fi: Ankkuri
fr_fr: Ancre
it_it: Ancoraggio
pt_pt: Âncora

source: Offset h
cs_cz: H. odsazení
el_gr: Οριζ. μετατόπιση
es_es: Desplazamiento H
fi_fi: Siirtymä h
fr_fr: Décalage h
it_it: Scostamento h
pt_pt: Afastamento h

source: Offset v
cs_cz: V. odsazení
el_gr: Κατ. μετατόπιση
es_es: Desplazamiento V
fi_fi: Siirtymä v
fr_fr: Décalage v
it_it: Scostamento v
pt_pt: Afastamentos v

source: Spacing h
cs_cz: H. mezera
el_gr: Οριζ. διαστήματα
es_es: Espaciado H
fi_fi: Väli h
fr_fr: Espacement h
it_it: Spaziatura h
pt_pt: Espaçamento h

source: Spacing v
cs_cz: V. mezera
el_gr: Διαστήματα
es_es: Espaciado V
fi_fi: Väli v
fr_fr: Espacement v
it_it: Spaziatura v
pt_pt: Espaçamento v

source: Export
cs_cz: Exportovat
el_gr: Εξαγωγή
es_es: Exportar
fi_fi: Vie
fr_fr: Exporter
it_it: Esporta
pt_pt: Exportar

source: Import
cs_cz: Importovat
el_gr: Εισαγωγή
es_es: Importar
fi_fi: Tuo
fr_fr: Importer
it_it: Importa
pt_pt: Importar

source: Collapse
cs_cz: Sbalit
el_gr: Σύμπτυξη
es_es: Contraer
fi_fi: Kutista
fr_fr: Ecroulement
it_it: Collasso
pt_pt: Fechar

source: Own vessel
cs_cz: Vlastní plavidlo
el_gr: Ίδιον πλοίο
es_es: Barco propio
fi_fi: Oma alus
fr_fr: Mon navire
it_it: Nave propria
pt_pt: Próprio barco

source: Lower bound
cs_cz: Dolní hranice
el_gr: Κάτω Όριο
es_es: Límite inferior
fi_fi: Alempi raja
fr_fr: Bord inférieur
it_it: Limite inferiore
pt_pt: Limite inferior

source: Upper bound
cs_cz: Horní hranice
el_gr: Άνω Όριο
es_es: Límite superior
fi_fi: Yläraja
fr_fr: Bord supérieur
it_it: Limite superiore
pt_pt: Limite superior

source: State
cs_cz: Stav
el_gr: Κατάσταση
es_es: Estado
fi_fi: Tila
fr_fr: Statut
it_it: Stato
pt_pt: Estado

source: Nominal
cs_cz: Nominální
el_gr: Ονομαστική
fi_fi: Nimellinen
it_it: Nominale

source: Normal
cs_cz: Normální
el_gr: Κανονικό
fi_fi: Normaali
it_it: Normale

source: Alert
cs_cz: Výstraha
el_gr: Ειδοποίηση
es_es: Alerta
fi_fi: Hälytys
fr_fr: Alerte
it_it: Avviso
pt_pt: Alerta

source: Warning
cs_cz: Varování
el_gr: Προσοχή
es_es: Atención
fi_fi: Varoitus
fr_fr: Avertissement
it_it: Avvertimento
pt_pt: Aviso

source: Alarm
el_gr: Συναγερμός
es_es: Alarma
fi_fi: Hälytys
fr_fr: Alarme
it_it: Allarme
pt_pt: Alarme

source: Emergency
cs_cz: Nebezpečí
el_gr: Έκτακτη ανάγκη
es_es: Emergencia
fi_fi: Hätätila
fr_fr: Urgence
it_it: Emergenza
pt_pt: Emergência

source: All values not covered by the zones are considered normal.
cs_cz: Všechny hodnoty, které zóny nepokrývají, se považují za normální.
el_gr: Όλες οι τιμές που δεν καλύπτονται από τις ζώνες θεωρούνται κανονικές.
es_es: Todos los valores no cubiertos por las zonas se considerarán normales.
fi_fi: Kaikkia arvoja, joita vyöhykkeet eivät kata, pidetään normaalina.
fr_fr: Toutes les valeurs non couvertes par les zones sont considérées comme normales.
it_it: Tutti i valori non coperti dalle zone sono considerati normali.
pt_pt: Todos os valores não cobertos pelas zonas são considerados normais.

source: Enter name for the newly created dashboard
cs_cz: Zadejte název pro nově vytvořený dashboard
el_gr: ´Ονομα του καινούργιου ταμπλό
es_es: Introduzca el nombre del panel de control recién creado
fi_fi: Syötä nimi juuri luodulle dashboardille
fr_fr: Entrez le nom du tableau de bord nouvellement créé
it_it: Inserisci il nome per il dashboard appena creato
pt_pt: Digite o nome para o novo painel de controle criado

source: Create new dashboard
cs_cz: Vytvořit nový dashboard
el_gr: Δημιουργία νέου ταμπλό
es_es: Crear nuevo cuadro de mando
fi_fi: Luo uusi dashboard
fr_fr: Créer un nouveau tableau de bord
it_it: Crea nuova dashboard
pt_pt: Criar Novo Painel

source: New dashboard
cs_cz: Nový dashboard
el_gr: Νέο ταμπλό
es_es: Nuevo cuadro de mandos
fi_fi: Uusi dashboard
fr_fr: Nouveau tableau de bord
it_it: Nuova dashboard
pt_pt: Novo painel

source: Do you really want to delete dashboard
cs_cz: Opravdu chcete odstranit dashboard
el_gr: Θέλετε πραγματικά να διαγράψετε το ταμπλό
es_es: ¿De verdad quieres borrar este cuadro de mandos?
fi_fi: Haluatko todella poistaa dashboardin
fr_fr: Vous voulez vraiment supprimer ce tableau de bord
it_it: Vuoi davvero eliminare il dashboard
pt_pt: Pretende mesmo eliminar o painel

source: Delete dashboard
cs_cz: Odstranit dashboard
el_gr: Διαγραφή ταμπλό
es_es: Eliminar el panel
fi_fi: Poista dashboard
fr_fr: Supprimer le tableau de bord
it_it: Elimina dashboard
pt_pt: Eliminar painel

source: Select type of the new instrument
cs_cz: Vyberte typ nového instrumentu
el_gr: Επιλέξτε τον τύπο του νέου οργάνου
es_es: Seleccione el tipo del nuevo instrumento
fi_fi: Valitse uuden instrumentin tyyppi
fr_fr: Sélectionnez le type du nouvel instrument
it_it: Seleziona il tipo del nuovo strumento
pt_pt: Selecionar tipo do novo instrumento

source: Add new instrument
cs_cz: Přidat přístroj
el_gr: Προσθήκη νέου οργάνου
es_es: Añadir nuevo instrumento
fi_fi: Lisää uusi mittari
fr_fr: Ajouter un nouvel instrument
it_it: Aggiungi nuovo strumento
pt_pt: Adicionar instrumento

source: Configuration data (Edit carefully!)
cs_cz: Konfigurační data (upravovat pečlivě!)
el_gr: Δεδομένα διαμόρφωσης (Edit προσεκτικά!)
es_es: Datos de configuración (¡Editar con cuidado!)
fi_fi: Konfiguraatiotiedot (Muokkaa huolellisesti!)
fr_fr: Données de configuration (éditer avec précaution !)
it_it: Dati di configurazione (Edit attentamente!)
pt_pt: Dados de configuração (editar com cuidado!)

source: JSON not valid
cs_cz: JSON není platný
el_gr: Μη έγκυρο JSON
es_es: JSON no válido
fi_fi: JSON ei kelpaa
fr_fr: JSON non valide
it_it: JSON non valido
pt_pt: JSON inválido

source: Save instrument to file
cs_cz: Uložit instrument do souboru
el_gr: Αποθήκευση οργάνου σε αρχείο
es_es: Guardar instrumento en archivo
fi_fi: Tallenna mittari tiedostoon
fr_fr: Enregistrer l'instrument dans un fichier
it_it: Salva strumento su file
pt_pt: Salvar instrumento para ficheiro

source: Load instrument(s) from file(s)
cs_cz: Načíst přístroj(e) ze souboru
el_gr: Φόρτωση οργάνων(ων) από αρχείο(α)
es_es: Cargar instrumento(s) de archivo(s)
fi_fi: Lataa mittari(t) tiedosto(i)sta
fr_fr: Charger le(s) instrument(s) depuis le(s) fichier(s)
it_it: Carica strumento/i da file
pt_pt: Carregar instrumento(s) do(s) ficheiros(s)

source: The file %s does not seem to be a DashboardSK instrument JSON definition.
cs_cz: Soubor %s se nezdá být JSON definicí přístroje DashboardSK.
el_gr: Το αρχείο %s δεν είναι όργανό DashboardSK κατά JSON.
es_es: El archivo %s no parece ser una definición JSON de instrumento de Panel de control SK.
fi_fi: Tiedosto %s ei näytä olevan DashboardSK mittarin JSON määritelmä.
fr_fr: Le fichier %s ne semble pas être une définition JSON d'instruments de tableau de bord SK.
it_it: Il file %s non sembra essere una definizione DashboardSK strumento JSON.
pt_pt: O ficheiro%s não parece ser uma definição JSON de instrumento DashboardSK.

source: Error during import
cs_cz: Chyba během importu
el_gr: Σφάλμα κατά την εισαγωγή
es_es: Error durante la importación
fi_fi: Tuonnin aikana tapahtui virhe
fr_fr: Erreur lors de l'importation
it_it: Errore durante l'importo
pt_pt: Erro ao importar

source: Save dashboard to file
cs_cz: Uložit dashboard do souboru
el_gr: Αποθήκευση του ταμπλό σε αρχείο
es_es: Guardar panel en archivo
fi_fi: Tallenna dashboard tiedostoon
fr_fr: Enregistrer le tableau de bord dans un fichier
it_it: Salva dashboard su file
pt_pt: Guardar painel de controle para ficheiro

source: Load dashboard(s) from file(s)
cs_cz: Načíst dashboard(y) ze souboru
el_gr: Φόρτωση οργάνων(ων) από αρχείο(α)
es_es: Cargar panel(es) de archivo(s)
fi_fi: Lataa dashboard(it) tiedosto(i)sta
fr_fr: Charger le(s) tableau de bord depuis le(s) fichier(s)
it_it: Carica dashboard da file
pt_pt: Carregar painel(s) do(s) ficheiros(s)

source: The file %s does not seem to be a DashboardSK dashboard JSON definition.
cs_cz: Soubor %s se nezdá být JSON definicí dashboardu DashboardSK.
el_gr: Το αρχείο %s δεν είναι ταμπλό DashboardSK κατά JSON.
es_es: El archivo %s no parece ser una definición JSON de instrumento de Panel de control SK.
fi_fi: Tiedosto %s ei näytä olevan DashboardSK dashboard JSON -määritelmä.
fr_fr: Le fichier %s ne semble pas être une définition JSON du tableau de bord DashboardSK.
it_it: Il file %s non sembra essere una definizione DashboardSK dashboard JSON.
pt_pt: O ficheiro%s não parece ser uma definição JSON de instrumento DashboardSK.

source: Expand
cs_cz: Rozbalit
el_gr: Επέκταση
es_es: Ampliar
fi_fi: Laajenna
fr_fr: Agrandir
it_it: Espandi
pt_pt: Expandir
